Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/kapten-sabeltann-app-paa-samisk.html.tmx
Source language: nob
Languages: sme

source: Kapten Sabeltann app på samisk / Fakta om samiske språk / Språk / Forsiden - Sametinget
sme: Kaptein Sabeltann áppa sámegillii / Faktadieđut sámi gielaid birra / Giella / Sámediggi - Sametinget

source: Kapten Sabeltann app på samisk
sme: Kaptein Sabeltann áppa sámegillii

source: Sametingsrådet bevilger 300 000 kroner til Ravn Studio AS til prosjektet: Kaptein Sabeltann og skatten i LamaRama.
sme: Sámediggeráđđi juolluda 300 000 ruvnnu Ravn Studio AS:ii prošektii: Kaptein Sabeltann og skatten i LamaRama.

source: -Kaptein Sabeltann er en kjent figur også for samiske barn.
sme: -Kaptein Sabeltann lea dovddus sámi mánáide.

source: Det er viktig at samiske barn får høre, lese og bruke samisk også gjennom spill og apper, det støtter opp om samisk som språk, sier sametingspresident Aili Keskitalo.
sme: Lea deaŧalaš ahte sámi mánát besset gullat, lohkat ja geavahit sámegiela spealuid ja áppaid bokte, ja dat doarju sámegiela giellan, dadjá sámediggepresideanta Aili Keskitalo.

source: Sjøslag, skattejakt og utforsking til sjøs hører med denne gangen også.
sme: Mearrasoahti, árdnaohcan ja diđoštallan mearas lea maid dál ge mielde.

source: I tillegg kan spillerne nå gå I land I flere av havnene.
sme: Dasa lassin sáhttet speallit dál láddet máŋgga hámmanii.

source: Spillet er laget slik at spilleren alltid har et nytt mål å strekke seg etter for å komme videre I spillet.
sme: Speallu lea ráhkaduvvon nu ahte spelliin álo lea ođđa mihttomearri maid ferte olahit ovdalgo beassá viidáseappot spealus.

source: Målet er å finne sjøveien til det bortgjemte LamaRama, og få tak I den ultimate skatten, Kongens Perle.
sme: Mihttomearrin lea gávdnat mearrajohtolaga čihkkon LamaRamai, ja fáhtet buot divraseamos ártna, Gonagasa Bearrala.

source: En stor del av spillhistorien er basert på spillefilmen, slik at badesteder, skatter og personer er kjent for de som har sett filmen.
sme: Spealu muitalus lea eanaš vuođđuduvvon speallofilbmii, nu ahte sii geat leat geahččan filmma, dovdet gálašanbáikkiid, ártnaid ja olbmuid.

source: Spillet (appen) er likevel en helt uavhengig og frittstående spillopplevelse.
sme: Speallu (áppa) lea dattetge áibbas sorjjasmeahttun ja friija speallovásáhus.

source: Søkeren skriver I søkndadenat dette er barnas svar på Pirates of the Caribbean, en unik kombinasjon av skekk, gru og glede samlet i et fengslende og variert spill.
sme: Pirates of the Caribbean:ii, miellagiddevaš ja máŋggabealat speallu masa lea seaguhuvvon sihke balddáhus ja illu.

source: -Kaptein Sabeltann er for mange barn en stor helt, og det blir lekt mye om Sabeltann rundt om i mange hjem.
sme: -Kaptein Sabeltann lea ollugiid sáŋgár, ja ollu ruovttuin stohket Sabeltanna.

source: Det vil berike mange barns språk å kunne lytte til, spille, leke Kaptein Sabeltann på samisk, sier sametingspresident Aili Keskitalo.
sme: Dát riggodahtášii ollu mánáid giela go besset guldalit, speallat, stoahkat Kaptein Sabeltann sámegillii, dadjá sámediggepresideanta Aili Keskitalo.

source: Ravn Studio AS har tidligere lansert spillet “Kaptein Sabeltann på nye tokt”.
sme: Ravn Studio AS lea ovdalis almmuhan spealu .

source: Spillet er også tilgjengelig på samisk etter støtte fra Sametinget.
sme: Speallu lea maid sámegillii buvttaduvvon Sámedikki doarjagiin.

source: -Å få eller ordforrådet rundt Kaptein Sabeltann, vil gjøre det mulig å snakke om og leke Kaptein Sabeltann på samisk.
sme: - Go oahppá dahje sátneriggodaga Kaptein Sabeltann oktavuođas, de lea vejolaš hupmat ja duhkoraddat Kaptein Sabeltann sámegillii.

source: Det er bra for samiske barn, og for bevaring av det samiske språket, sier Keskitalo.
sme: Dat lea buorre sámi mánáide, ja dat gáhttešii sámegiela, dadjá Keskitalo. L oga eanet dás :

source: For mer informasjon: Sametingspresident Aili Keskitalo, 971 29 305
sme: Eanet dieđuid addá Sámedikki presideanta Aili Keskitalo, 971 29 305
